Repository: mozilla-l10n/mt-training-data
Catalog: quc/quc_pontoon.tmx
Source language: en_us
Languages: quc

source: Marked as Resolved
quc: Kojom retal pacha' solom

source: Marked resolved:
quc: Kojom retal pacha' solom:

source: Marking this breach as resolved
quc: Chakojo' retal we retztaqan pacha' solom

source: Mask your location from websites and trackers
quc: Chawowaj le ak'olib'al pa taq uk'olib'al web' chi'l taq terenelab'

source: Menu
quc: Cholokib'al

source: Monitor several emails
quc: Che'awilawachij k'ialaj taq taq'oqxa'n

source: More about this breach
quc: Nik'aj chi q'alajisanem chi rij we retztaqan

source: Most breaches only expose emails and passwords, but some do include sensitive financial information. If your bank account or credit card numbers were exposed, alert your bank to possible fraud. Monitor statements for charges you don’t recognize.
quc: Nima ronojel taq retztaqan xew kkib'an k'ax chech taq taqoqxa'nib'al chi'l taq retokib'al, xa k'ut k'o jujun ruk'a'am nim ucholajil q'alajisanem rech pwaqilal. ¶ We kachomaj k'o k'axk'olil chi rij le akemb'i'aj rech ja k'olwaq, on le rajilab'alil uwujil qajanik, chaya' ub'ixik chech le a ja k'olpwaq chi wene k'o k'axk'olil chi rij. ¶ Che'aq'atuj we kojom kumal nik'aj chik winaq.

source: Most people have about 100 online accounts. Have any of yours been exposed in a data breach? Find out.
quc: Nima konojel winaq k'o 100 kikemb'i'aj pa nimk'atz. Wene k'o jun awech b'anom retztaqan chech? chawila'.

source: Must be a valid email
quc: Rajawaxik jun utz taqoqxa'n

source: Must be a valid email.
quc: Rajawaxik jun utz taqoqxa'n

source: New
quc: K'ak'

source: New in { -product-name }: Mark breaches as resolved
quc: At k'ak' pa { -product-name }: chakojo' retal taq retztaqan pacha' solom

source: Nice! You’ve just resolved your first breach.
quc: Utz, solotaj le nab'e retztaqan awumal.

source: No other breaches found from a basic search.
quc: Man xriqitaj ta nik'aj chi taq retztaqan pa jun tzukunem qas eta'matalik.

source: { $numAffectedEmails } of your email addresses appeared in this breach. <a>What to do next</a>
quc: <a>Jas kb'an loq</a>

source: { $numResolvedBreaches } out of { $numTotalBreaches } breaches marked as resolved
quc: taq retztaqan kojom retal pacha' solom

source: On { $breachDate }, { $breachTitle } was breached. Once the breach was discovered and verified, it was added to our database on { $addedDate }.
quc: Pa { $breachDate }. { $breachTitle } xb'an retztaqan. Are taq xriqitaj le retztaqan chi'l xq'atutajik. xya'taj pa le mulib'al juq'attzij pa { $addedDate }.

source: Open { -brand-fxa } navigation
quc: Chajaqa' { -brand-fxa } rech nik'onem

source: Other Monitored Emails
quc: Jun chi taqoqxa'nib'al ktajin kq'atuxik

source: Overview
quc: Nitz'arisanem

source: Page not found.
quc: Man riqom ta uxaq wuj.

source: Password managers like 1Password, LastPass, Dashlane, and Bitwarden store your passwords and fill them in to websites for you. They’ll even help you make strong passwords.
quc: Taq ilawachinelab' rech taq retokib'al pacha' 1Password, LastPass, Dashlane, chi'l Bitwarden kkik'ol taq ¶Taq retokib'al chi'l unojisaxik pa taq uk'olib'al web', xuquje' katkito' chech utzukuxik chajital taq retokib'al.

source: Password managers like 1Password, LastPass, Dashlane, and Bitwarden store your passwords securely and fill them into websites for you. Use a password manager on your phone and computer so you don’t have to remember them all.
quc: Le ilawachinelab' rech taq retokib'al pacha' 1Retokib'al, LastPass, Dashlane, chi'l Bitwarden utz uk'olik taq ¶ aretokib'al kkib'ano chi'l kkiya' pa taq uk'olib'al web'. Chakojo' jun ilawachinel rech taq retokib'al ¶ pa le ach'aweb'al chi'l pa akematz'ib' are chi man rajawaxik taj ronojel kana'taj chi awech

source: Passwords exposed across all breaches
quc: taq retokib'al k'o pa uk'axk'olil pa ronojel taq retztaqan

source: Passwords exposed in unresolved breaches
quc: Taq retokib'al k'o pa uk'axk'olil pa taq retztaqan le man solom taj

source: { $percentComplete }% complete
quc: { $percentComplete } % tz'aqat

source: Preferences
quc: Taq ajawatajem

source: { -product-name } found your email in a new data breach
quc: { -product-name } chariqa' ataqoqxa'nib'al pa jun k'ak' retztaqan rech juq'attzij

source: { -product-name } only reveals accounts associated with these types of breaches after an email address has been verified. This means you’re the only person who can see if your information was in this breach (unless someone else has access to your email account).
quc: { -product-name } xew kuk'ut kemb'i'aj le uximom rib' ruk' ¶ uwach taq retztaqan are taq kq'atutaj kemriqonib'al rech taqoqxa'nib'al. Are wa' kub'ij xew at ¶ katkowinik kawilo we xk'oji' le aq'alajisanem pa retztaqan (xew we k'o alachinaq ¶ le k'o rokem pa le akemb'i'aj rech taqoqxa'nib'al).

source: { -product-name } : Scan Results
quc: { -product-name } : taq uwachinem q'axwachirisanem

source: { -product-name } : Unsubscribe
quc: Uchupik utz'ib'axik ib' { -product-name }

source: { -product-name } warns if your online accounts were involved in a data breach. Find out if you’ve been in a data breach, get alerts about new breaches, and take steps to protect your online accounts. { -product-name } is provided by { -brand-Mozilla }.
quc: { -product-name } kuya' ub'ixik we xe'ek'oji' taq akemb'i'aj pa nimk'atz pa jun ¶ retztaqan. Chawila' we atk'olinaq pa jun retztaqan, chariqa' taq na'b'anem chi rij taq k'ak' retztaqanj, ¶ chi'l chab'ana' taq ucholajil chech uchajixik taq akemb'i'aj pa nimk'atz. { -product-name } ya'tal ¶ rumal. { -brand-Mozilla }.

source: { -product-name } warns you if your email address has been exposed in an online data breach. See if your information has been exposed, learn how to better protect your online accounts, and get alerted if your email address appears in a new breach.
quc: { -product-name } kuya' ub'ixik chi awech we xk'oji' le akemriqonib'al rech taqoqxa'nib'al pa uk'axk'olil ¶ pa jun retztaqan pa nimk'atz. Chawila' we xk'oji' le aq'alajisam pa jun uk'axk'olil, chaweta'maj jas ¶ kb'an chech utz uchajixik le taq akemb'i'aj pa nimk'atz, chi'l chariqa' na'tajisanem we kk'utun le akemriqonib'al ¶ rech taqoqxa'nib'al pa jun k'ak' retztaqan.

source: { -product-short-name } Preferences
quc: { -product-short-name } taq ajawatalik

source: Protect your life online with privacy-first products
quc: Chachajij le ak'aslemal pa nimk'atz ruk' taq nab'e k'ayij rech echeb'alil.

source: Protect your online privacy
quc: Chachajij le awechab'alil pa nimk'atz'

source: Protect your passwords from cyber criminals, since that’s what they care about most.
quc: Chachajij le aretokib'al chi kiwach kemelaq'omab', rumal are la' qas kkaj.

source: Read More Security Tips
quc: Chasik'ij uwach nik'aj chi taq no'jib'al rech chajinem

source: Remove { -product-name }
quc: Chachupu' { -product-name }

source: Resend verification email
quc: Chataqa' chi jumul le q'atub'al taqoqxa'nib'al

source: Resolve this breach
quc: Chasolo' we retztaqan

source: Results for: { $userEmail }
quc: Uwachinem chech: { $userEmail }

source: Return to breach details
quc: Chattzalija pa taq cholajil rech retztaqan

source: Search all your email addresses for breaches and get alerts about new threats.
quc: Che'atzukuj pa ronojel taq akemriqonib'al rech taqoqxa'nib'al we k'o retztaqan chi'l che'ariqa' taq na'b'anem chi rij taq k'axk'olil.

source: Search Breaches
quc: Taq retztaqan rech tzukunem

source: Searches temporarily suspended
quc: Q'atem taq tzukunem chanim

source: Search for your email address in public data breaches going back to 2007.
quc: Chatzukuj le akemriqonib'al rech taqoqxaibnib'al rech pa taq retztaqan rech juq'attzij kech uk'iyal ruk' tzalijem pa 2007.

source: Search for your email address in public data breaches going back to 2007. This basic search will surface most data breaches, but not ones that contain sensitive personal information.
quc: Chatzukuj taq kemriqonib'al rech taqoqx'anib'al pa taq retztaqan rech juq'attzij le e petinaq ¶ pa ri 2007 loq . We tzukunem qas kkojik kuk'ut nima ronojel taq retztaqan xa k'ut man kuk'ut ta ¶ le kuk'a'am taq juq'attzij rech na'b'alil.

source: Search Your Email
quc: Chatzukuj le ataqoqxa'n

source: Security Tips
quc: Taq no'jib'al rech chajib'al

source: Security tips to protect your accounts
quc: Taq no'jinem chech uchajixik taq akemb'i'aj

source: Security tips to protect yourself from hackers
quc: Taq no'jib'al rech chajinem chech achajixik chi kiwach e b'ank'ax

source: See Additional Breaches
quc: Chawila' utz'aqatil taq retztaqan

source: See Additional Recommendations
quc: Chawila' taq utz'aqatil no'jib'al

source: See All Products
quc: Chawila' ronojel taq k'ayij

source: See if you’ve been part of an online data breach.
quc: Chawila' we chi'l at ariqom jun retztaqan rech juq'attzij pa nimk'atz

source: See if you were in this breach
quc: Chawila' we xatk'oji' na pa we retztaqan

source: Select your browser’s back button, reload the page, and try again.
quc: Chacha' le pitz'b'al rech tzalijem rech le anik'onel, chak'ak'arisaj le uxaq wuj, k'ate k'u ri' chab'ana' chi jumul.

source: Send all breach alerts to { $primaryEmail }.
quc: Chataqa' ronojel taq retztaqan pa { $primaryEmail }.

source: Send breach alerts to the affected email address
quc: Chataqa' taq nab'anem rech retztaqan pa le kemriqonib'al rech taqoqxa'nib'al le uriqom k'ax

source: Send Verification Link
quc: Chataqa' jun kemriqonib'al rech q'atub'al

source: Sensitive Breaches
quc: Taq retztaqan rech na'b'alil

source: Sensitive Website Breach
quc: Na'b'alil retztaqan rech taq uk'olib'al web'

source: Sent!
quc: Taqom!

source: Session timed out
quc: Xk'is uq'ijol le kemchak

source: Short, single-word passwords are easy for hackers to guess. Use at least two words and a combination of letters, digits, and special characters.
quc: Le taq nitz' retokib'al le xa jun tukelal tzij man k'ax ta uriqik chi kech e b'ank'ax.

source: Show All
quc: Uk'utik ronojel

source: Show all breaches for this email.
quc: Chak'utu' ronojel taq retztaqan rech we taqoqxa'nib'al.

source: Showing:
quc: Uk'utik

source: Show Resolved
quc: k'utb'al solom

source: Signed in as: { $userEmail }
quc: Chamajij kemchak pacha: { $userEmail }

source: sign in
quc: chamajij kemchak

source: Sign In
quc: Umajixik kemchak

source: Sign Out
quc: Utz'apixik kemchak

source: Sign Up
quc: Utz'ib'axik ib'

source: Sign Up for Alerts
quc: Chatz'ib'aj awib' chech taq na'tajisab'al

source: Sign up for breach monitoring
quc: Chatz'ib'aj awib' pa jun rilawachixik retztaqan

source: Sign up for breach monitoring with a { -brand-fxa }.
quc: Chatz'ib'aj awib' pa rilawachixik taq retztaqan ruk' { -brand-fxa }.

source: Sorry, that breach is not in our database.
quc: Chakuyu', le retztaqan man k'o ta pa le mulib'al juq'attzij.

source: Spam List Breach
quc: Retztaqan rech ucholajil mestaqoqxa'nib'al

source: Spam List Breaches
quc: Taq retztaqan rech ucholajil mestaqoqxa'nib'al

source: <span>Almost done!</span> You’re close to the finish line.
quc: <span>Xpe rutzirik</span> Atk'o chi chi unaqaj le nab'e juch'.

source: <span>Feels good, right?</span> If you want to keep going, this is a good time to update other logins with stronger passwords.
quc: <span>utz una'ik, tzij?</span>We kawaj kab'an na, wa' jun utz uq'ijol ¶ chak'ak'arisaj nik'aj chi okem ruk' taq retokib'al qas k'o uchuq'ab'.

source: <span>Keep it up!</span> Small changes like updating passwords have a big impact on keeping your personal info safe.
quc: <span>¡chawila'!</span>nitz'aq taq k'exonem pacha' uk'ak'arisaxik taq retokib'al sib'alaj nim kub'an pa ¶ uchajixik le awinaqilal q'alajisanem.

source: <span>Nice work resolving those breaches!</span> Keep it up. You’ve got a few more to go.
quc: <span>Utz chak xab'ano chech usolik taq retztaqan</span>jela' kab'an chech. K'o na nik'aj chik kab'ano.

source: <span>Once you’ve taken the steps you can to address this breach</span>, you can mark it as resolved. You can still access details about the breach from your dashboard at any time.
quc: <span>Are taq xb'antaj we ta ucholajil chech rilik uta'ik we retztaqan</span>,¶ Utz kakoj retal pacha solom. Utz na, katok pa taq ucholajil chi rij le retztaqan ¶ pa le k'olwokaj rech rilawachixik xaq jampa'.

source: <span>You’re off to a great start!</span> Check out the remaining breaches to learn what steps to take.
quc: <span>silab'alaj utz umajixik ab'anom</span>chawila' taq retztaqam k'a maja na chawila' jachike kraj na chech reta'maxik ¶ jachike taq ucholajil kab'ano.

source: Stay alert to new breaches
quc: Chatatab'ej we k'o nik'aj chi taq retztaqan

source: Stay safe: Get email alerts when your info appears in a known breach
quc: Chachajij awib': Chariqa' taq taqoqxa'nib'al rech na'b'anem are taq kq'alajin le aq'alajisanem pa jun eta'matal retztaqan

source: Steps to resolve this breach
quc: Taq ucholajil rech usolik we retztaqan

source: Steps to take to protect your online identity
quc: Taq ucholajil rech uchajixik le awinaqilal pa nimk'atz

source: Stop monitoring this email.
quc: Chaq'atab'a' rilawachixik we taqoqxa'nib'al

source: Stop reusing the same passwords
quc: Chaq'atab'a ukojik chi jumul taq retokib'al le akojom chik

source: Stop using that exposed password entirely.
quc: Makoj chi le jun retokib'al le k'o pa uk'axal.

source: Stop using the exposed password, and change it everywhere you’ve used it.
quc: Makoj chi le retokib'al k'o k'axk'olil chi rij, chak'exa' pa ronojel jawi' akojom wi.

source: Stronger Passwords = Better Protection
quc: Nim uchuq'ab' taq retokib'al = Utzalaj chajinem

source: Take action to protect your accounts
quc: Chab'ana' jachike rajawaxik chech uchajixik taq kemb'i'aj

source: Take back control of your personal data.
quc: Chawilawachij le awinaqilal q'alajisanem.

source: Take further steps to protect your identity
quc: Chab'ana' we taq ucholajil rech uchajixik le awinaqilal

source: Take that, hackers!
quc: ¡Che'ik'ama' la', e b'ank'ax!

source: Take your passwords everywhere
quc: Chak'ama' b'i taq aretokib'al apawije'

source: Terms & Privacy
quc: Taq taqanem chi'l echeb'alil

source: There is a way to protect your privacy. Join { -brand-name }.
quc: K'o jun ub'e'al chech uchajixik le acheb'alil. Chat'iqa' awib' { -brand-name }.

source: The strength of your passwords directly impacts your online security.
quc: We qas nim ucholajil aretokib'al sib'alaj nim uchajixik le chajib'al pa nimk'atz kub'ano.

source: This breach has been marked as resolved
quc: We retztaqan kojom retal pacha' solom

source: This email address is not subscribed to { -product-name }.
quc: We kemriqonib'al man tz'ib'am ta pa { -product-name }

source: This email appeared in { $breachCount } known data breaches.
quc: We taqoqxa'nib'al xk'utun pa { $breachCount } eta'matal retztaqan rech juq'attzij.

source: This email appeared in the { $breachName } breach.
quc: Le taqoqxa'nib'al xk'utun pa { $breachName } retztaqan.

source: This email did not appear in the { $breachName } breach.
quc: We taqoqxa'nib'al man xq'alajin ta pa le { $breachName } retztaqan.

source: This email has already been added to { -product-name }.
quc: We taqoqxa'n ya'om chi pa { -product-name }.

source: This will remove your email from the { -product-name-nowrap } list and you will no longer receive alerts when new breaches are announced.
quc: Wa' kuchup le taqoqxa'n pa ucholajil { -product-name-nowrap } mak'u kak'ulaj ta chi taq na'b'anem are taq kq'alajisax k'ak' taq retztaqan.

source: Though passwords weren’t exposed in this breach, there are still steps you can take to better protect your personal info.
quc: Pine man xe'ek'oji' ta taq retokib'al pa uk'axk'olil pa we retztaqan, k'a k'o na taq ucholajil le utz kab'ano chech qas utz uchajixik le awinaqilal q'alajisanem.

source: To finish verifying this email for { -product-name }, you must be signed in under your primary account email.
quc: Chech uk'isik uq'atuxik we taqoqxa'n chech { -product-name }, rajawaxik kamajij kemchak pa le taqoqxa'nib'al pa le uk'u'x akemb'i'aj.

source: Too many connections to { -brand-HIBP }.
quc: Sib'alaj k'i t'iqonem pa { -brand-HIBP }.

source: To see all remaining breaches, go to your dashboard.
quc: Chech rilik ronojel taq retztaqan kraj na, utz katb'e pa le ak'olwokaj rech rilawachixik.

source: To see and manage all emails you’ve signed up for breach monitoring, { $nestedSignInLink }.
quc: Chech rilik chi'l rilawachixik ronojel taq taqoqxa'b'al atz'ib'am awib' pa rilawachixik retztaqan, { $nestedSignInLink }.

source: Turn off { -product-name } alerts. Your { -brand-fxa } will remain active, and you may receive other account-related communications.
quc: Che'achupu' taq na'b'anem { -product-name }. Le { -brand-fxa }awech ktziji' na, xuquje' wene kya' jun chi kemb'i'aj chi awech le kjunamataj ruk' taq tzijonem.

source: Understand how hackers work
quc: Uk'oxomaxik jas ke'echakun e b'ank'ax

source: Understand the most common threats and know what to look out for.
quc: Chak'oxomaj le uk'axal qas kb'anik chi'l chaweta'maj jas katzukuj.

source: Undo
quc: Chupb'al

source: Unlike a website breach, there’s no password to change.
quc: Le uk'exb'alil jun retztaqan rech uk'olib'al web', man k'o taq retokib'al kk'exik.

source: Unsubscribe
quc: Uchupik utz'ib'axik ib'

source: Unsubscribe from { -product-name-nowrap }
quc: Chachupu' utz'ib'axik awib' pa { -product-name-nowrap }

source: Unsubscribing requires a token.
quc: Kajawataj un token chech uchupik utz'ib'axik ib'.

source: Unsubscribing requires a token and emailHash.
quc: Kajawataj jun token chech uchupik utz'ib'axik ib' chi'l emailHash.

source: Unverified Breach
quc: Retztaqan man q'atutal taj

source: Unverified Breaches
quc: Taq retztaqan man q'atutal taj

source: Use a password manager to create strong, unique passwords. Password managers securely store all your logins so you can access them across all your devices.
quc: Chakojo' jun ilawachinel retokib'al chech uwinaqirisaxik ukowilal, utukelal retokib'al. Le Ilawachinelab' rech retokib'al kkik'ol pa chajinem ronojel taq ¶ umajixik taq kemchak pa ronojel taq awiqkemchakub'al.

source: Verification token is required.
quc: Kajawataj uq'atuxik token.

source: Verify the link sent to { $userEmail } to add it to { -product-name }.
quc: Chaq'atuj le kemwiqb'al taqom pa { $userEmail }chech uya'ik pa { -product-name }.

source: Verify your subscription to { -product-name }.
quc: Chaq'atuj le utz'ib'axik awib' pa { -product-name }.

source: Visit your { $preferencesLink } to check the status of { $userEmail }.
quc: Chasolij le { $preferencesLink } chech uq'atuxik le kemub'antajik rech { $userEmail }.

source: Want to add another email?
quc: ¿Kawaj kaya' jun chi taqoqxa'nib'al?

source: Want to check another email?
quc: ¿La kawaj kaq'atuj jun chi taqoqxa'n?

source: Was your info exposed in the { $breachName } data breach?
quc: ¿La xk'oji' le aq'alajisanem pa uk'axk'olil pa le { $breachName } retztaqan rech juq'attzij?

source: Website Breach
quc: Retztaqan rech uk'olib'al web'

source: Website Breaches
quc: Taq retztaqan rech uk'olib'al web'

source: Welcome back, { $userName }!
quc: Utz atzalijem pa, { $userName }!

source: Welcome, { $userName }!
quc: Utz apetik, { $userName }!

source: We’ll alert you if { $email } appears in a data breach.
quc: Kqaya' nab'anem chi awech we { $email }kk'utun pa jun retztaqan rech juq'attzij.

source: We recommend you take these steps to keep your personal info safe and protect your digital identity.
quc: Kqaya' u

source: We’re worried you might be a bot because you searched several email addresses in a short time period. For now, you’re blocked from new searches. You can try again later.
quc: Wene xa at bot rumal xatzukuj ¶ k'iyalaj kemriqonib'al reh taqoqxa'nib'al pa re jutz'it. Chech we chanim, atq'atem ¶ chech ub'anik nik'aj chi taq tzukunem, Utz kab'an chi pa jutz'it.

source: What data was compromised:
quc: Jachike taq juq'attzij xkib'an k'amq'ab':

source: What is a data aggregator?
quc: ¿Jas uwach ri' jun ya'l juq'attzij?

source: What is a website breach?
quc: ¿Jas uwach ri' jun retztaqan rech uk'olib'al web'?

source: What to do after a data aggregator breach:
quc: Jas kb'anik are taq xb'antaj jun retztaqan chech le ya'l juq'attzij:

source: What to do after a data breach
quc: Jas kab'ano are taq kxajtaj jun retztaqan rech juq'attzij

source: What to do after a website breach:
quc: Jas kb'anik are taq xb'antaj jun retztaqan chech jun wokk'olib'al web':

source: What to do for this breach
quc: Jas kb'an chech we retztaqan

source: What to do to protect your personal info
quc: Jan kb'an chech uchajixik le awinaqilal q'alaljisanem

source: Why did it take so long to notify me of this breach?
quc: ¿Jas che sib'alaj knajtin ub'ixikil chi wech pa jun retztqan?

source: Why did it take so long to report this breach?
quc: ¿Jasche naj kuk'am uwoktzijob'exik we retztaqan?

source: You are monitoring the maximum number of email addresses.
quc: Ktajin kawilawachij le nimalaj rajilab'alil kemriqonib'al rech taqoqxa'n.

source: You can’t stop hackers from hacking. But you can avoid bad habits that make their work easy.
quc: Man katkowin taj ke'aq'atej le e b'ank'ax chech ub'anik uk'axk'olil. Xa k'ut utz kaq'atej taq b'anoj le man utz taj chi'l le ktob'anik are chi man k'ax ta ub'anik le kichak.

source: You’ll need to unsubscribe from one of the emails { -product-name } sent.
quc: Rajawaxik kachup utz'ib'axik awib' pa jun chi kech taq taqoqxa'nib'al { -product-name } taqom.

source: You’ll need to unsubscribe from one of the emails { -product-name } sent you. Check your inbox for messages from { -brand-team-email }. Select the unsubscribe link at the bottom of the email.
quc: Rajawaxik kachup utz'ib'axik ib' pa jun chi kech ¶ taq taqoqxa'nib'al { -product-name } taqom chi awech. Chaq'atuj le k'oltaqoqxa'nib'al rech taq oqxa'n pa ¶ { -brand-team-email }. Chacha' le kemwiqb'al rech uchupik utz'ib'axik ib' chi uxe' le taqoqxa'nib'al.

source: You must be signed in to your { -brand-fxa }.
quc: Rajawaxik kamajij kemchak pa { -brand-fxa }.

source: You’re signed up to receive { -product-name } alerts when your email appears in a data breach. Here’s what we know about this breach.
quc: Attz'ib'am are chi kopan taq na'b'anem awuk' { -product-name } ¶ aretaq kk'utun le ataqoqxa'nib'al pa jun retztaqan rech juq'attzij. Waral k'o wi jachike le qeta'am chi rij we retztaqan.

source: You’re taking important steps towards protecting your online accounts.
quc: Ktajin kab'an nim ub'antajik taq cholajil chech uchajixik taq akemb'i'aj pa nimk'atz.

source: Your information was discovered in a new data breach.
quc: Xriqitaj le aq'alajisanem pa jun k'ak' retztaqan rech juq'attzij.

source: Your { -product-name } report
quc: Le woktzijob'al { -product-name }

source: Your right to be safe from hackers starts here.
quc: Le ya'tal chi awech are chi k'o achajinem kumajij waral.

source: You tried to scan too many email addresses in a short time period. For security reasons, we’ve temporarily blocked you from new searches. You’ll be able to try again later.
quc: Ktajin kaq'axwachirisaj sib'alaj k'i taqoqxa'nib'al pa jun nitz' ramaj. Rumal taq chajinem atqaq'atem chech k'ak' taq tzukunem. Chab 'ana' chi jumul pa jutz'it.

source: %1$d out of %2$d
quc: %1$d man k'o ta pa%2$d

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
quc: %1$s xuquje' kukoj taq ucholajil q'ateb'al ya'om rumal Disconnect, Inc. pacha' tastalik chi'l utukelal taq chak chi uxe' le <a href="%2$s">GNU Uwujil kech uk'iyal v3</a>, chi'l k'olik <a href="%3$s">waral</a>.

source: %1$s finished
quc: %1$s k'isom
